Repository: marquicus/django-knowledge
Catalog: knowledge/locale/*/LC_MESSAGES/django.po
Languages: es

source: Please log in to ask a question.
es: Por favor autentiquese para hacer una pregunta

source: Hello %(name)s,
es: Hola %(name)s,

source: We just wanted to let you know that a new response has been added to the question "%(title)s". You can visit it here: <a href="%(domain)s%(url ")s"">%(domain)s%(url ")s</a">
es: Te hacemos saber que tu nueva respuesta fue agregada: "%(title)s". Puedes visitarla aqui: <a href="%(domain)s%(url ")s"">%(domain)s%(url ")s</a">

source: You are receiving these messages because you checked the 'alert' box when you originally posted.
es: Estas recibiendo este mensaje porque seleccionaste la caja de 'alerta' cuando agregaste tu post.

source: We just wanted to let you know that a new question has been added: "%(title)s". You can visit it here: <a href="%(domain)s%(url ")s"">%(domain)s%(url ")s</a">
es: Te hacemos saber que tu nueva pregunta fue agregada: "%(title)s". Puedes visitarla aqui: <a href="%(domain)s%(url ")s"">%(domain)s%(url ")s</a">

source: You are receiving these messages because you are a staff member.
es: Estas recibiendo este mensaje porque eres un miembro staff.

source: Thank you, %(name)s team
es: Gracias Equipo %(name)s

source: required
es: requerido

source: Support
es: Soporte

source: Top %(count)s Questions
es: Top %(count)s preguntas

source: Start typing your question here.
es: Inicia tecleando tu pregunta aqui.

source: No results found.
es: No se encontraron resultados.

source: previous
es: previo

source: page %(number)s of %(page)s
es: pagina %(number)s de %(page)s

source: next
es: siguiente

source: no responses
es: no hay respuestas

source: accepted
es: aceptado

source: My Questions
es: Mis Preguntas

source: Categories
es: Categorias

source: Navigate
es: Navegar

source: Ask a question or give suggestion.
es: Haz una pregunta o da una sugerencia.

source: Return to homepage.
es: Regresa a la pagina principal.

source: user
es: usuario

source: accepted answer
es: respuesta aceptada

source: No responses yet.
es: No hay respuestas aun.

source: This question has been closed.
es: Esta pregunta ha sido cerrada.

source: Please log in to respond.
es: Por favor autentiquese para responder.

source: Welcome to our Support Center.
es: Bienvenido a nuestro Centro de Soporte.

source: Search for answers to your questions below, or ask your own.
es: Busca por respuestas a tus preguntas abajo o haz las tuyas.
